export const originData = [
    { 
        year: 1949,
        dateList: ['美国', '英国', '德国', '法国', '日本', '中国', '印度'],
        countList: [30, 16, 15, 14, 12, 2, 2]
    },
    { 
        year: 1950,
        dateList: ['美国', '德国', '英国', '法国', '日本', '中国', '印度'],
        countList: [33, 18, 17, 17, 16, 6, 2]
    },
    { 
        year: 1951,
        dateList: ['美国', '德国', '英国', '法国', '日本', '中国', '印度'],
        countList: [36, 20, 16, 14, 12, 10, 2]
    },
    { 
        year: 1952,
        dateList: ['美国', '德国', '英国', '日本', '法国', '中国', '印度'],
        countList: [39, 25, 18, 17, 15, 11, 6]
    },
    { 
        year: 1953,
        dateList: ['美国', '英国', '德国', '日本', '中国', '法国', '印度'],
        countList: [42, 26, 25, 22, 19, 15, 10]
    },
    { 
        year: 1954,
        dateList: ['美国', '德国', '日本', '英国', '中国', '法国', '印度'],
        countList: [45, 31, 26, 24, 22, 16, 14]
    },
    { 
        year: 1955,
        dateList: ['美国', '德国', '中国', '日本', '英国', '法国', '印度'],
        countList: [48, 33, 29, 27, 23, 19, 16]
    },
    // { 
    //     year: 1956,
    //     dateList: ['美国', '英国', '德国', '法国', '日本', '中国', '印度'],
    //     countList: [51, 34, 15, 14, 12, 2, 2]
    // },
    // { 
    //     year: 1957,
    //     dateList: ['美国', '英国', '德国', '法国', '日本', '中国', '印度'],
    //     countList: [54, 35, 15, 14, 12, 2, 2]
    // },
    // { 
    //     year: 1958,
    //     dateList: ['美国', '英国', '德国', '法国', '日本', '中国', '印度'],
    //     countList: [57, 36, 15, 14, 12, 2, 2]
    // },
    // { 
    //     year: 1957,
    //     dateList: ['美国', '英国', '德国', '法国', '日本', '中国', '印度'],
    //     countList: [60, 38, 15, 14, 12, 2, 2]
    // },
    // { 
    //     year: 1960,
    //     dateList: ['美国', '英国', '德国', '法国', '日本', '中国', '印度'],
    //     countList: [63, 40, 15, 14, 12, 2, 2]
    // },
    // { 
    //     year: 1961,
    //     dateList: ['美国', '英国', '德国', '法国', '日本', '中国', '印度'],
    //     countList: [66, 41, 15, 14, 12, 2, 2]
    // },
    // { 
    //     year: 1962,
    //     dateList: ['美国', '英国', '德国', '法国', '日本', '中国', '印度'],
    //     countList: [69, 42, 15, 14, 12, 2, 2]
    // },
    // { 
    //     year: 1963,
    //     dateList: ['美国', '英国', '德国', '法国', '日本', '中国', '印度'],
    //     countList: [72, 43, 15, 14, 12, 2, 2]
    // },
    // { 
    //     year: 1964,
    //     dateList: ['美国', '英国', '德国', '法国', '日本', '中国', '印度'],
    //     countList: [75, 44, 15, 14, 12, 2, 2]
    // },
    // { 
    //     year: 1965,
    //     dateList: ['美国', '英国', '德国', '法国', '日本', '中国', '印度'],
    //     countList: [78, 46, 15, 14, 12, 2, 2]
    // },
    // { 
    //     year: 1966,
    //     dateList: ['美国', '英国', '德国', '法国', '日本', '中国', '印度'],
    //     countList: [81, 47, 15, 14, 12, 2, 2]
    // },
    // { 
    //     year: 1967,
    //     dateList: ['美国', '英国', '德国', '法国', '日本', '中国', '印度'],
    //     countList: [84, 50, 15, 14, 12, 2, 2]
    // },
    // { 
    //     year: 1968,
    //     dateList: ['美国', '英国', '德国', '法国', '日本', '中国', '印度'],
    //     countList: [87, 51, 15, 14, 12, 2, 2]
    // },
    // { 
    //     year: 1969,
    //     dateList: ['美国', '英国', '德国', '法国', '日本', '中国', '印度'],
    //     countList: [90, 52, 15, 14, 12, 2, 2]
    // },
    // { 
    //     year: 1970,
    //     dateList: ['美国', '英国', '德国', '法国', '日本', '中国', '印度'],
    //     countList: [93, 53, 15, 14, 12, 2, 2]
    // },
    // { 
    //     year: 1971,
    //     dateList: ['美国', '英国', '德国', '法国', '日本', '中国', '印度'],
    //     countList: [96, 52, 15, 14, 12, 2, 2]
    // },
    // { 
    //     year: 1972,
    //     dateList: ['美国', '英国', '德国', '法国', '日本', '中国', '印度'],
    //     countList: [99, 51, 15, 14, 12, 2, 2]
    // },
    // { 
    //     year: 1973,
    //     dateList: ['美国', '英国', '德国', '法国', '日本', '中国', '印度'],
    //     countList: [102, 51, 15, 14, 12, 2, 2]
    // },
    // { 
    //     year: 1974,
    //     dateList: ['美国', '英国', '德国', '法国', '日本', '中国', '印度'],
    //     countList: [30, 16, 15, 14, 12, 2, 2]
    // },
    // { 
    //     year: 1975,
    //     dateList: ['美国', '英国', '德国', '法国', '日本', '中国', '印度'],
    //     countList: [30, 16, 15, 14, 12, 2, 2]
    // },
    // { 
    //     year: 1976,
    //     dateList: ['美国', '英国', '德国', '法国', '日本', '中国', '印度'],
    //     countList: [30, 16, 15, 14, 12, 2, 2]
    // },
    // { 
    //     year: 1977,
    //     dateList: ['美国', '英国', '德国', '法国', '日本', '中国', '印度'],
    //     countList: [30, 16, 15, 14, 12, 2, 2]
    // },
    // { 
    //     year: 1978,
    //     dateList: ['美国', '英国', '德国', '法国', '日本', '中国', '印度'],
    //     countList: [30, 16, 15, 14, 12, 2, 2]
    // },
    // { 
    //     year: 1979,
    //     dateList: ['美国', '英国', '德国', '法国', '日本', '中国', '印度'],
    //     countList: [30, 16, 15, 14, 12, 2, 2]
    // },
    // { 
    //     year: 1980,
    //     dateList: ['美国', '英国', '德国', '法国', '日本', '中国', '印度'],
    //     countList: [30, 16, 15, 14, 12, 2, 2]
    // },
    // { 
    //     year: 1981,
    //     dateList: ['美国', '英国', '德国', '法国', '日本', '中国', '印度'],
    //     countList: [30, 16, 15, 14, 12, 2, 2]
    // },
    // { 
    //     year: 1982,
    //     dateList: ['美国', '英国', '德国', '法国', '日本', '中国', '印度'],
    //     countList: [30, 16, 15, 14, 12, 2, 2]
    // },
    // { 
    //     year: 1983,
    //     dateList: ['美国', '英国', '德国', '法国', '日本', '中国', '印度'],
    //     countList: [30, 16, 15, 14, 12, 2, 2]
    // },
    // { 
    //     year: 1984,
    //     dateList: ['美国', '英国', '德国', '法国', '日本', '中国', '印度'],
    //     countList: [30, 16, 15, 14, 12, 2, 2]
    // },
    // { 
    //     year: 1985,
    //     dateList: ['美国', '英国', '德国', '法国', '日本', '中国', '印度'],
    //     countList: [30, 16, 15, 14, 12, 2, 2]
    // },
    // { 
    //     year: 1986,
    //     dateList: ['美国', '英国', '德国', '法国', '日本', '中国', '印度'],
    //     countList: [30, 16, 15, 14, 12, 2, 2]
    // },
    // { 
    //     year: 1987,
    //     dateList: ['美国', '英国', '德国', '法国', '日本', '中国', '印度'],
    //     countList: [30, 16, 15, 14, 12, 2, 2]
    // },
    // { 
    //     year: 1988,
    //     dateList: ['美国', '英国', '德国', '法国', '日本', '中国', '印度'],
    //     countList: [30, 16, 15, 14, 12, 2, 2]
    // },
    // { 
    //     year: 1989,
    //     dateList: ['美国', '英国', '德国', '法国', '日本', '中国', '印度'],
    //     countList: [30, 16, 15, 14, 12, 2, 2]
    // },
    // { 
    //     year: 1990,
    //     dateList: ['美国', '英国', '德国', '法国', '日本', '中国', '印度'],
    //     countList: [30, 16, 15, 14, 12, 2, 2]
    // },
    // { 
    //     year: 1991,
    //     dateList: ['美国', '英国', '德国', '法国', '日本', '中国', '印度'],
    //     countList: [30, 16, 15, 14, 12, 2, 2]
    // },
    // { 
    //     year: 1992,
    //     dateList: ['美国', '英国', '德国', '法国', '日本', '中国', '印度'],
    //     countList: [30, 16, 15, 14, 12, 2, 2]
    // },
    // { 
    //     year: 1993,
    //     dateList: ['美国', '英国', '德国', '法国', '日本', '中国', '印度'],
    //     countList: [30, 16, 15, 14, 12, 2, 2]
    // },
    // { 
    //     year: 1994,
    //     dateList: ['美国', '英国', '德国', '法国', '日本', '中国', '印度'],
    //     countList: [30, 16, 15, 14, 12, 2, 2]
    // },
    // { 
    //     year: 1995,
    //     dateList: ['美国', '英国', '德国', '法国', '日本', '中国', '印度'],
    //     countList: [30, 16, 15, 14, 12, 2, 2]
    // },
    // { 
    //     year: 1996,
    //     dateList: ['美国', '英国', '德国', '法国', '日本', '中国', '印度'],
    //     countList: [30, 16, 15, 14, 12, 2, 2]
    // },
    // { 
    //     year: 1997,
    //     dateList: ['美国', '英国', '德国', '法国', '日本', '中国', '印度'],
    //     countList: [30, 16, 15, 14, 12, 2, 2]
    // },
    // { 
    //     year: 1998,
    //     dateList: ['美国', '英国', '德国', '法国', '日本', '中国', '印度'],
    //     countList: [30, 16, 15, 14, 12, 2, 2]
    // },
    // { 
    //     year: 1999,
    //     dateList: ['美国', '英国', '德国', '法国', '日本', '中国', '印度'],
    //     countList: [30, 16, 15, 14, 12, 2, 2]
    // },
    // { 
    //     year: 2000,
    //     dateList: ['美国', '英国', '德国', '法国', '日本', '中国', '印度'],
    //     countList: [30, 16, 15, 14, 12, 2, 2]
    // },
    // { 
    //     year: 2001,
    //     dateList: ['美国', '英国', '德国', '法国', '日本', '中国', '印度'],
    //     countList: [30, 16, 15, 14, 12, 2, 2]
    // },
    // { 
    //     year: 2002,
    //     dateList: ['美国', '英国', '德国', '法国', '日本', '中国', '印度'],
    //     countList: [30, 16, 15, 14, 12, 2, 2]
    // },
    // { 
    //     year: 2003,
    //     dateList: ['美国', '英国', '德国', '法国', '日本', '中国', '印度'],
    //     countList: [30, 16, 15, 14, 12, 2, 2]
    // },
    // { 
    //     year: 2004,
    //     dateList: ['美国', '英国', '德国', '法国', '日本', '中国', '印度'],
    //     countList: [30, 16, 15, 14, 12, 2, 2]
    // },
    // { 
    //     year: 2005,
    //     dateList: ['美国', '英国', '德国', '法国', '日本', '中国', '印度'],
    //     countList: [30, 16, 15, 14, 12, 2, 2]
    // },
    // { 
    //     year: 2006,
    //     dateList: ['美国', '英国', '德国', '法国', '日本', '中国', '印度'],
    //     countList: [30, 16, 15, 14, 12, 2, 2]
    // },
    // { 
    //     year: 2007,
    //     dateList: ['美国', '英国', '德国', '法国', '日本', '中国', '印度'],
    //     countList: [30, 16, 15, 14, 12, 2, 2]
    // },
    // { 
    //     year: 2008,
    //     dateList: ['美国', '英国', '德国', '法国', '日本', '中国', '印度'],
    //     countList: [30, 16, 15, 14, 12, 2, 2]
    // },
    // { 
    //     year: 2009,
    //     dateList: ['美国', '英国', '德国', '法国', '日本', '中国', '印度'],
    //     countList: [30, 16, 15, 14, 12, 2, 2]
    // },
    // { 
    //     year: 2010,
    //     dateList: ['美国', '英国', '德国', '法国', '日本', '中国', '印度'],
    //     countList: [30, 16, 15, 14, 12, 2, 2]
    // },
    // { 
    //     year: 2011,
    //     dateList: ['美国', '英国', '德国', '法国', '日本', '中国', '印度'],
    //     countList: [30, 16, 15, 14, 12, 2, 2]
    // },
    // { 
    //     year: 2012,
    //     dateList: ['美国', '英国', '德国', '法国', '日本', '中国', '印度'],
    //     countList: [30, 16, 15, 14, 12, 2, 2]
    // },
    // { 
    //     year: 2013,
    //     dateList: ['美国', '英国', '德国', '法国', '日本', '中国', '印度'],
    //     countList: [30, 16, 15, 14, 12, 2, 2]
    // },
    // { 
    //     year: 2014,
    //     dateList: ['美国', '英国', '德国', '法国', '日本', '中国', '印度'],
    //     countList: [30, 16, 15, 14, 12, 2, 2]
    // },
    // { 
    //     year: 2015,
    //     dateList: ['美国', '英国', '德国', '法国', '日本', '中国', '印度'],
    //     countList: [30, 16, 15, 14, 12, 2, 2]
    // },
    // { 
    //     year: 2016,
    //     dateList: ['美国', '英国', '德国', '法国', '日本', '中国', '印度'],
    //     countList: [30, 16, 15, 14, 12, 2, 2]
    // },
    // { 
    //     year: 2017,
    //     dateList: ['美国', '英国', '德国', '法国', '日本', '中国', '印度'],
    //     countList: [30, 16, 15, 14, 12, 2, 2]
    // },
    // { 
    //     year: 2018,
    //     dateList: ['美国', '英国', '德国', '法国', '日本', '中国', '印度'],
    //     countList: [30, 16, 15, 14, 12, 2, 2]
    // },
    // { 
    //     year: 2019,
    //     dateList: ['美国', '英国', '德国', '法国', '日本', '中国', '印度'],
    //     countList: [30, 16, 15, 14, 12, 2, 2]
    // }
]